{"totalArticles": 115192, "articles": [{"title": "Hackney restaurant Pidgin appoints new head chef", "description": "Pidgin, one of East London’s buzziest modern restaurants, changes its menu every week, and no dish is ever repeated", "content": "H ackney favourite Pidgin has appointed a new head chef as the restaurant approaches its eighth birthday.\nBangladesh-born Naz Hassan will kick-off in the kitchen this evening (June 29), taking over from former head chef Drew Snaith, who joined in 202... [1630 chars]", "url": "https://www.standard.co.uk/reveller/restaurants/pidgin-restaurant-hackney-new-head-chef-changing-menu-b1091076.html", "image": "https://static.standard.co.uk/2023/06/29/12/newFile-11.jpg?width=1200&width=1200&auto=webp&quality=75", "publishedAt": "2023-06-29T12:14:03Z", "source": {"name": "Evening Standard", "url": "https://www.standard.co.uk"}}, {"title": "What does Pride really mean in 2023?", "description": "In his search for the soul of Pride, Paul Flynn heads to a queer east London bookshop that’s become a vital community hub and where, even after years of commercialisation, customers tell him that it’s still rooted in the need for change", "content": "E arlier this week, to take a temperature gauge of where London LGBTQ+ people stand on the matter of Pride in 2023, I spent a sunny afternoon sitting in the brilliant intersectional queer bookshop, The Common Press. Located at the Shoreditch end of B... [10120 chars]", "url": "https://www.standard.co.uk/esmagazine/pride-the-common-press-east-london-paul-flynn-b1090491.html", "image": "https://static.standard.co.uk/2023/06/28/18/newFile-2.jpg?width=1200&width=1200&auto=webp&quality=75", "publishedAt": "2023-06-29T12:00:00Z", "source": {"name": "Evening Standard", "url": "https://www.standard.co.uk"}}, {"title": "London Pride 2023: Your ultimate guide to the LGBT+ celebration", "description": "The LGBT+ extravaganza involves an estimated 30,000 participants and attracts an estimated 1.5 million visitors every year", "content": "T he big Pride in London 2023 parade takes place this Saturday (July 1), with organisers hoping it will be the “UK’s biggest, most diverse Pride” ever.\nLGBT Pride Month is now underway and getting everyone in mood for the upcoming Pride in London eve... [4039 chars]", "url": "https://www.standard.co.uk/news/uk/london-pride-2023-guide-lgbt-events-parade-theme-summer-b1006609.html", "image": "https://static.standard.co.uk/2022/04/04/17/69b8aff6cdedba91acbf2dbed82ce692Y29udGVudHNlYXJjaGFwaSwxNjQ5MTc1ODUy-2.6117689.jpg?width=1200&width=1200&auto=webp&quality=75", "publishedAt": "2023-06-29T11:43:22Z", "source": {"name": "Evening Standard", "url": "https://www.standard.co.uk"}}, {"title": "The Standard View: Now the Tories must find a candidate with clout", "description": "Three have become two. Not long after yesterday’s Evening Standard hit London’s streets, Daniel Korski dropped out of the race to be the Conservative candidate for mayor, following claims that he groped television producer Daisy Goodwin in Downing Street. Mr Korski denies the allegations, but says they have made it “impossible” for him to carry on.", "content": "T hree have become two. Not long after yesterday’s Evening Standard hit London’s streets, Daniel Korski dropped out of the race to be the Conservative candidate for mayor, following claims that he groped television producer Daisy Goodwin in Downing S... [2131 chars]", "url": "https://www.standard.co.uk/comment/daniel-korski-london-conservatives-mayor-susan-hall-moz-hossain-b1091069.html", "image": "https://static.standard.co.uk/2023/06/29/10/newFile-16.jpg?width=1200&width=1200&auto=webp&quality=75", "publishedAt": "2023-06-29T11:34:31Z", "source": {"name": "Evening Standard", "url": "https://www.standard.co.uk"}}, {"title": "Madonna in hospital: Celebrities send messages of support as singer recovers from 'serious bacterial infection'", "description": "Madonna spent several days in hospital after developing \"a serious bacterial infection\" which has led to the postponement of The Celebration tour due to start in July. She had been due to perform in London in October.", "content": "Stars have sent their well-wishes to Madonna after the singer spent days in intensive care after being struck down by a \"serious bacterial infection\".\nThe 64-year-old singer has been forced to postpone all forthcoming commitments, including The Celeb... [4319 chars]", "url": "https://news.sky.com/story/celebrities-send-messages-of-support-as-madonna-recovers-from-serious-bacterial-infection-12911596", "image": "https://e3.365dm.com/23/02/1600x900/skynews-madonna-pride_6072897.jpg?20230228114047", "publishedAt": "2023-06-29T11:27:00Z", "source": {"name": "Sky News", "url": "https://news.sky.com"}}, {"title": "Canary Wharf has technicolour makeover to celebrate Pride in London", "description": "Adam Nathaniel Furman transforms Adams Plaza Bridge with bold and bright designs", "content": "C anary Wharf has been infused with the bold and bright designs of queer artist Adam Nathaniel Furman to celebrate Pride in London.\nFurman’s technicolour permanent art installation wraps around the industrial pillars and underside of Adams Plaza Brid... [2370 chars]", "url": "https://www.standard.co.uk/news/london/pride-london-canary-wharf-rainbow-art-adam-nathaniel-furman-b1091009.html", "image": "https://static.standard.co.uk/2023/06/29/10/Canary_Whaft_Pride_10.jpg?width=1200&width=1200&auto=webp&quality=75", "publishedAt": "2023-06-29T11:21:36Z", "source": {"name": "Evening Standard", "url": "https://www.standard.co.uk"}}, {"title": "The archive stores storming London you need to know", "description": "Archival fashion is a hit with Gen-Z and the capital has a new crop of openings for style connoisseurs, says Amy Francombe", "content": "Inside my £1,000 Shein haul”, “what to buy in the spring/summer Zara sale”. Keeping up with the latest “hot” new thing sweeping social media is an exhausting game. Thankfully, the new status symbol upends this throwaway cycle — rejecting meaningless,... [4115 chars]", "url": "https://www.standard.co.uk/insider/archive-fashion-tiktok-london-stores-bella-hadid-nicole-kidman-b1091006.html", "image": "https://static.standard.co.uk/2023/06/29/11/clothes_shop_720.jpg?width=1200&width=1200&auto=webp&quality=75", "publishedAt": "2023-06-29T11:02:26Z", "source": {"name": "Evening Standard", "url": "https://www.standard.co.uk"}}, {"title": "Hijack's real-time flight premise poses a problem", "description": "Apple TV+'s new show Hijack depicts a real time flight from Dubai to London which has been hijacked.", "content": "Hijack spoilers follow.\nWhen scrolling through the latest offerings of TV shows to get lost in, one revolving round a long-haul flight is probably towards the bottom of the list of experiences you would be eager to recreate.\nBetween the tight legroom... [6279 chars]", "url": "https://www.digitalspy.com/tv/a44371112/hijack-idris-elba-real-time/", "image": "https://hips.hearstapps.com/hmg-prod/images/idris-elba-hijack-649c3e9721715.jpg?crop=1.00xw:0.754xh;0,0.0588xh&resize=1200:*", "publishedAt": "2023-06-29T11:00:00Z", "source": {"name": "digitalspy.com", "url": "https://www.digitalspy.com"}}, {"title": "Zhang vs Joyce 2 confirmed for Wembley on September 23 as Brit makes ‘no underestimating’ vow", "description": "Joe Joyce will face a rematch against Zhilei Zhang in London later this year as he bids to get back on track for a world heavyweight championship fight.", "content": "J oe Joyce will face a rematch against Zhilei Zhang in London later this year as he bids to get back on track for a world heavyweight championship fight.\nChinese boxer Zhang delivered a major blow to the Brit’s title dreams in April with a bruising s... [861 chars]", "url": "https://www.standard.co.uk/sport/boxing/zhang-vs-joyce-2-date-venue-confirmed-b1091029.html", "image": "https://static.standard.co.uk/2023/04/15/22/newFile-2.jpg?width=1200&width=1200&auto=webp&quality=75", "publishedAt": "2023-06-29T10:32:32Z", "source": {"name": "Evening Standard", "url": "https://www.standard.co.uk"}}, {"title": "UK government plan to deport migrants to Rwanda is unlawful, court rules", "description": "The British government's plan to deport asylum seekers to Rwanda is unlawful, London's Court of Appeal ruled on Thursday in a judgment that gives a blow to Prime Minister Rishi Sunak's pledge to stop migrants from arriving on small boats.", "content": "[1/3] Prime Minister Rishi Sunak speaking during a press conference as he gives an update on the progress made in the six months since he introduced the Illegal Migration Bill under his plans to \"stop the boats\", at Western Jet Foil in Dover, Britain... [622 chars]", "url": "https://www.reuters.com/world/uk/uk-government-plan-deport-migrants-rwanda-is-unlawful-court-rules-2023-06-29/", "image": "https://www.reuters.com/resizer/qBqpZaUFTfv_Tv8ucexz3BYr170=/728x381/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/XGZBTCYSVFMT7MKDH45KLW4EQ4.jpg", "publishedAt": "2023-06-29T10:03:09Z", "source": {"name": "Reuters", "url": "https://www.reuters.com"}}]}